<?php


return [
    "brokers-service" => ["الترتيب", "الاسم", "رقم الجوال", "النوع", "الحالة",  "التحكم"],
    "branches-service" => ["الترتيب", "الاسم", "كود الفرع", "المدينة", "الحالة",  "عدد المستخدمين", "التحكم"],
    "cities-service" =>  ["الترتيب", "الاسم", "كود المدينة", "الحالة", "التحكم"],
    "neighborhoods-service" => ["الترتيب", "الاسم", "المدينة", "الحالة", "التحكم"],
    "users-service" => ["الترتيب", "الاسم", "رقم الجوال", "نوع المستخدم", "الفروع", "الحالة", "التحكم"],
    "clients-service" => ["الترتيب", "الاسم", "رقم الجوال", "المدينة", "الحي", "القطاع", "هل اشترى", "الحالة",  "التحكم"],
    "orders-service" => ["الكود", "التاريخ", "نوع العقار", "المسئول", "المدينة", "العميل", "الميزانية", "الإسناد", "الفرع", "الحالة", "التحكم"],
    "offers-service" => ["الكود", "النوع", "المسئول", "بيان العقار", "المدينة", "الحي", "السعر الكلي", "المساحة", "الفرع", "نوع العقار", "حالة العقار", "التحكم"],
    "reservations-service" => ["رقم الحجز", "التاريخ", "اسم العميل", "سعر الحجز", "فترة الحجز", "الحالة", "التحكم"],
    "sales-service" => ["كود الصفقة", "تاريخ البيع", "المدينة",  "نوع العقار", "رقم الارض", "المساحة", "سعر العقار", "الضريبة", "المبلغ المدفوع", "المتبقي", "وظيفة المشتري", "الفرع", "الحالة", "التحكم"],

    "sale-payment-service" => ["الترتيب", "كود الصفقة", "اسم العميل المشتري", "اسم العميل البائع", "المبلغ",  "تاريخ الدفع", "طباعة السند"],
];
